The group cannot be saved at this time because one of its instances is being edited.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GroupCannotSave { get; }
  Visual Basic
Public Shared ReadOnly Property GroupCannotSave As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GroupCannotSave {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace